"(optional)" = "(opzionale)";
"Address Book:" = "Rubrica Indirizzi:";
"Apply Coupon" = "Applica Coupon";
"Buy Later" = "Compra dopo";
"Buy Now" = "Compra";
"Cancel" = "Annulla";
"Card Number:" = "Numero Carta:";
"City:" = "Città:";
"Close" = "Chiudi";
"Company Name:" = "Nome Ditta:";
"Confirm Email:" = "Conferma Email:";
"Country:" = "Paese:";
"Coupon Code:" = "Codice Coupon:";
"Credit Card" = "Carta di Credito";
"Credit Card Type:" = "Tipo Carta di Credito:";
"Done" = "Fatto";
"Email Address:" = "Indirizzo Email:";
"Email Support" = "Supporto Email";
"Enter your name and licence key to activate this software." = "Inserisci il tuo numero e la chiave di licenza per attivare questo software.";
"Expiration Date:" = "Data di scadenza:";
"FAX_MESSAGE" = "You can pay by credit card, check, or purchase order.\n\nPrint out the form and mail your order to:\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "Fax, Posta o Ordine di Acquisto";
"First Name:" = "Nome:";
"Full Version" = "Versione Completa";
"Home Address" = "Indirizzo di Casa";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "Per avere diritto al prezzo di upgrade, devi avere una chiave di licenza valida di una versione precedente di questo software.";
"Last Name:" = "Cognome:";
"License Key:" = "Chiave di Licenza:";
"Login to PayPal" = "Login in PayPal";
"Mail or Purchase Order" = "Spedisci o acquista l'ordine";
"Name on Card:" = "Nome sulla Carta:";
"Name:" = "Nome:";
"Next" = "Successivo";
"Number of Users:" = "Numero di Utenti:";
"Office Address" = "Indirizzo Ufficio";
"Order Summary:" = "Riassunto Ordine:";
"PAYPAL_MESSAGE" = "Comprare con PayPal è molto semplice. Clicca sul pulsante sottostante ed apparirà un modulo per fare il login in Paypal ed effettuare il pagamento.\n\nSe ti trovi meglio utilizzando il tuo browser web di default, per effettuare il pagamento con Paypal, <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">clicca qui</a>.\nSe usi un  browser internet dovrai inserire manualmente la tua chiave di licenza dopo che avrai ricevuto l'apposito messaggio email.";
"PREPAID_MESSAGE" = "Se hai ricevuto un codice coupon prepagato, inseriscilo qui.";
"Pay by Fax, Mail or Purchase Order" = "Paga attraverso Fax, Mail o Ordine di Acquisto";
"Pay using Credit Card" = "Paga usando la Carta di Credito";
"Pay using PayPal" = "Paga usando la PayPal";
"Pay using Prepaid Code" = "Paga usando un Codice Prepagato";
"Phone Number:" = "Numero di Telefono:";
"Place Order" = "Invia Ordine";
"Postal/Zip Code:" = "Codice Postale:";
"Prepaid Code" = "Codice Prepagato";
"Prepaid Code:" = "Codice Prepagato:";
"Previous" = "Precedente";
"Pricing Information:" = "Informazioni sui prezzi:";
"Primary Address" = "Indirizzo Principale";
"Print" = "Stampa";
"Print Form" = "Stampa Modulo";
"Quit" = "Esci";
"Secure Purchasing System" = "Sistema d'Acquisto Sicuro";
"Security Code:" = "Codice di Sicurezza:";
"State/Province:" = "Stato/Provincia:";
"Street Address:" = "Indirizzo:";
"Submit Code" = "Immetti Codice";
"Subscribe to the Path Finder newsletter" = "Iscriviti alla newsletter di Path Finder";
"THANKYOU_MESSAGE" = "Il tuo acquisto si è concluso con successo!\n\nIl tuo computer è ora licenziato per usare Path Finder e le informazioni sulla tua licenza sono state salvate.\n\nClicca sul pulsante sottostante per stampare la tua licenza e tienila in un posto sicuro, potresti averne bisogno se cambi computer o reinstalli il sistema.\n\nAbbiamo anche inviato la licenza al tuo indirizzo di posta elettronica: ##USERS_EMAIL##.\nNon dovrai fare nulla con questo messaggio perché la tua chiave di licenza è stata già memorizzata, ma stampalo comunque per avere una ricevuta del tuo acquisto.\n\nLe informazioni sulla tua licenza possono essere visualizzate nella finestra Informazioni di Path Finder.  Scegli \"Info su Path Finder\" dal menu di Path Finder nella tua barra dei menu.\n\nGrazie ancora!  Se dovessi avere domande o problemi faccelo sapere! Inviaci una <a href=\"mailto:help@cocoatech.com\">email</a>.";
"THANKYOU_TITLE" = "Grazie per aver acquistato Path Finder!";
"Tab" = "Pannello";
"To pay using a different method, go back to the previous step and choose a different payment method." = "Per pagare con un metodo differente, vai indietro al passo precedente e scegli un metodo diverso.";
"Update" = "Aggiorna";
"Upgrade" = "Aggiorna";
"View" = "Vista";
"WELCOME_MESSAGE" = "Il tuo supporto è molto apprezzato!  Path Finder viene continuamente aggiornato e migliorato grazie al supporto di utenti come te.\n\nPuoi acquistare usando una carta di credito, PayPal, fax, ordine di acquisto o posta.\n\nSe hai già una chiave di licenza ed hai bisogno di attivarla <a href=\"mkcl://kMKCEnterLicenseKey\">clicca qui</a>.\n\nSe hai domande, mandaci pure una <a href=\"mailto:help@cocoatech.com\">email</a>.";
"WELCOME_TITLE" = "Per favore acquista la Licenza di Path Finder!";
"What kind of license do you want?" = "Che tipo di licenza vuoi?";
"Your details are secured in transfer with 128-bit SSL encryption." = "I tuoi dettagli vengono inviati in modo sicuro con il metodo di criptaggio SSL a 128-bit.";
"not licensed" = "non licenziato";

/* ==== UNLOCALIZED ==== */

"American Express" = "American Express";
"Coupon:" = "Coupon:";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"JCB" = "JCB";
"MasterCard" = "MasterCard";
"OK" = "OK";
"PayPal" = "PayPal";
"Visa" = "Visa";
